IDEA Open Model
ValueCount.Create Method (Double)
Compatible with IDEA StatiCa 20.1
 Creates a new instance with specified value.
 Namespace: IdeaRS.OpenModel.Parameters
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public static ValueCount Create(
	double value
)
Public Shared Function Create (
	value As Double
) As ValueCount
Parameters
value
Type: System.Double
The value to set.
Return Value
Type: ValueCount
A new instance of ValueCount.
See Also
Reference
ValueCount Class
Create Overload
IdeaRS.OpenModel.Parameters Namespace